@extends('layouts.app')
@section('title', 'Цифровое наследие')
@section('content')
    @php($isHeroSlice = true)
    @include('layouts.heroSlice', [
        'title' => 'сохраняем и популяризируем историческое и культурное достояние города',
        'buttonHref' => route('home'),
    ])

    @include('layouts.aboutSlice', [
        'title' => '#очемпроект',
        'subtitle' => 'комплексный подход с использованием',
        'cards' => [
            [
                'title' => 'Цифровое наследие',
                'info' => 'Проект «Цифровое наследие» направлен на сохранение и популяризацию исторического и культурного
                                                                                                          достояния города-героя Севастополя с использованием современных цифровых технологий. Основное внимание
                                                                                                          уделяется созданию цифровых копий (3D - моделей) архитектурных памятников и их интеграции в
                                                                                                          интерактивные форматы взаимодействия в трех направлениях.',
                'href' => route('home'),
            ],
            [
                'title' => '3D-моделирование',
                'info' => 'Создание высокоточных цифровых копий архитектурных памятников с использованием современных технологий
                                                                                                              3D-сканирования и моделирования. Наш проект предоставляет уникальную возможность не только изучать эти
                                                                                                              модели в интерактивном формате, но и заказывать их физическую реализацию через 3D-печать — вы можете
                                                                                                              получить уменьшенную копию исторического объекта для личной коллекции или образовательных целей.',
                'href' => route('home'),
            ],
            [
                'title' => 'VR/AR технологии',
                'info' => 'Виртуальный музей, где вы сможете совершать прогулки среди точных цифровых реконструкций исторических
                                                                                                                  памятников Севастополя в режиме реального времени. Дополняем опыт инновационной технологией
                                                                                                                  дополненной реальности (AR) — просто наведите камеру смартфона на специальные метки, и памятники
                                                                                                                  "оживут" на вашем экране с историческими справками и визуализацией их первоначального облика.',
                'href' => route('home'),
            ],
            [
                'title' => 'Образовательный контент',
                'info' => 'Комплексный образовательный ресурс, предлагающий адаптированные материалы для разных категорий
                                                                                                                          пользователей: интерактивные уроки для школьников, специализированные курсы для студентов,
                                                                                                                          познавательные гиды для туристов и подробные исследовательские материалы для ученых. Все контенты
                                                                                                                          разрабатываются совместно с историками и культурологами для обеспечения достоверности информации.',
                'href' => route('home'),
            ],
            // Другие карточки
        ],
    ])

    @include('layouts.videoSlice', [
        'videoUrl' => 'https://vk.com/video_ext.php?oid=-229584689&id=456239023&hd=1',
        'modifier' => 'videoSlice--hero',
    ])

@endsection
